" bytes" = " tavua";
"Computer" = "Tietokone";
"copy" = "kopio";
"Copy" = "Kopio";
"Delete" = "Poista";
"Error!" = "Virhe!";
"Move" = "Move";
"Replace All" = "Korvaa kaikki";
"Replace" = "Korvaa";
"Stop" = "Pysäytä";

" of " = "/";
" was not found." = " ei löytynyt.";
"An error occurred while deleting." = "Tapahtui virhe poistettaessa.";
"Continue" = "Jatka";
"Copied %u items to \"%@\"" = "Kopioitu %u kohdetta kohteeseen \"%@\"";
"Copied: " = "Kopioitu: ";
"Copying %u items to \"%@\"" = "Kopioidaan %u kohdetta kohteeseen \"%@\"";
"Count: %u" = "Määrä: %u";
"Deleting from \"%@\"." = "Poistetaan kohteesta \"%@\".";
"Item: \"" = "Kohde: \"";
"Not enough free space at destination.  %@ of additional free space required." = "Kohteessa ei ole tarpeeksi tilaa. Tarvitaan %@ lisää tilaa.";
"Permission error.  File is not readable." = "Käyttöoikeusvirhe. Tiedostoa ei voida lukea.";
"Preparing to copy to \"%@\"" = "Valmistaudutaan kopioimaan kohteeseen \"%@\"";
"Skip" = "Ohita";
"Replace?" = "Korvataanko?";
"You don't have write permission at \"%@\"" = "Sinulla ei ole kirjoitusoikeutta kohteeseen \"%@\"";
"Symbolic Link" = "Symbolinen linkki";
"Volume" = "Taltio";
"Document" = "Dokumentti";
"Folder" = "Kansio";
"Package" = "Pakkaus";

/* labels */
"None" = "Ei mitään";
"Essential" = "Tärkeä";
"Hot" = "Kiireellinen";
"In Progress" = "Kesken";
"Cool" = "Normaali";
"Personal" = "Henkilökohtainen";
"Project 1" = "Projekti 1";
"Project 2" = "Projekti 2";

"New Folder" = "Uusi kansio";
"Choose Folder" = "Valitse kansio";
"untitled folder" = "nimetön kansio";
"untitled.txt" = "nimetön.txt";

/* replace panel */
/* "An item named \"%@\" already exists in this location.  Do you want to replace it with the one you are moving?" = "Kohde nimeltä \"%@\" on jo tässä kohteessa.  Haluatko korvata sen tällä kohteella?"; */
"An item" = "Kohde";
"An older item" = "Vanhempi kohde";
"A newer item" = "Uudempi kohde";

"one" = "kohteella";
"older one" = "vanhemmalla kohteella";
"newer one" = "uudemmalla kohteella";

"%@ named \"%@\" already exists in this location.  Do you want to replace it with the %@ you are moving?" = "%@ nimeltä \"%@\" sijaitsee jo tässä paikassa.  Haluatko korvata sen siirrettävällä %@?";

"Index not found" = "Index not found";
"This folder must be indexed before you can search by content.  Indexing will take several minutes, but it will run silently in the background.  Would you like to build the index now?" = "This folder must be indexed before you can search by content.  Indexing will take several minutes, but it will run silently in the background.  Would you like to build the index now?";
